python/saveConfig.xml


<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <dp:request xmlns:dp="http://www.datapower.com/schemas/management" domain="%domain%">     
           <dp:do-action>
              <SaveConfig/>
           </dp:do-action>
        </dp:request>
    </soapenv:Body>
</soapenv:Envelope>
